Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# CronPage_SilentNone.Content
source: Silent (none)
fr_fr: Silencieux (aucun)
pt_br: Silencioso (nenhum)
zh_cn: 静默(无)
zh_tw: 靜默(無)

# CronPage_NotifyMeAnnounce.Content
source: Notify me (announce)
fr_fr: M'avertir (annoncer)
pt_br: Notificar-me (anunciar)
zh_cn: 通知我(通告)
zh_tw: 通知我(通告)

# CronPage_CHANNEL.Text
source: CHANNEL
fr_fr: CANAL
pt_br: CANAL
zh_cn: 通道
zh_tw: 通道

# CronPage_EGWebchat.PlaceholderText
source: e.g. webchat
fr_fr: ex. webchat
pt_br: ex.: webchat
zh_cn: 例如 webchat
zh_tw: 例如 webchat

# CronPage_AdvancedOptions.Text
source: Advanced options
fr_fr: Options avancées
pt_br: Opções avançadas
zh_cn: 高级选项
zh_tw: 進階選項

# CronPage_SESSIONBEHAVIOR.Text
source: SESSION BEHAVIOR
fr_fr: COMPORTEMENT DE SESSION
pt_br: COMPORTAMENTO DA SESSÃO
zh_cn: 会话行为
zh_tw: 工作階段行為

# CronPage_NewSessionEachRun.Content
source: New session each run
fr_fr: Nouvelle session à chaque exécution
pt_br: Nova sessão a cada execução
zh_cn: 每次运行新建会话
zh_tw: 每次執行建立新工作階段

# CronPage_ResumeMainSession.Content
source: Resume main session
fr_fr: Reprendre la session principale
pt_br: Retomar sessão principal
zh_cn: 恢复主会话
zh_tw: 繼續主要工作階段

# CronPage_WAKEMODE.Text
source: WAKE MODE
fr_fr: MODE DE RÉVEIL
pt_br: MODO DE ATIVAÇÃO
zh_cn: 唤醒模式
zh_tw: 喚醒模式

# CronPage_NowImmediate.Content
source: Now (immediate)
fr_fr: Maintenant (immédiat)
pt_br: Agora (imediato)
zh_cn: 立即(即时)
zh_tw: 立即(即時)

# CronPage_QueueWaitForIdle.Content
source: Queue (wait for idle)
fr_fr: File d'attente (attendre l'inactivité)
pt_br: Fila (aguardar ociosidade)
zh_cn: 排队(等待空闲)
zh_tw: 佇列(等待閒置)

# CronPage_Cancel.Content
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# CronPage_CreateJob.Content
source: Create Job
fr_fr: Créer la tâche
pt_br: Criar tarefa
zh_cn: 创建任务
zh_tw: 建立工作

# CronPage_LoadingCronJobs.Text
source: Loading cron jobs...
fr_fr: Chargement des tâches cron…
pt_br: Carregando tarefas Cron...
zh_cn: 正在加载 cron 任务…
zh_tw: 正在載入 cron 工作…

# CronPage_NoCronJobsConfigured.Text
source: No cron jobs configured
fr_fr: Aucune tâche cron configurée
pt_br: Nenhuma tarefa Cron configurada
zh_cn: 未配置 cron 任务
zh_tw: 未設定 cron 工作

# CronPage_CronJobsWillAppear.Text
source: Cron jobs will appear here when configured via the gateway.
fr_fr: Les tâches cron apparaîtront ici lorsqu'elles seront configurées via la passerelle.
pt_br: As tarefas Cron aparecerão aqui quando configuradas via o Gateway.
zh_cn: 通过网关配置 cron 任务后,它们将显示在此处。
zh_tw: 透過閘道設定 cron 工作後,它們會顯示在此處。

# DebugPage_Status.Title
source: Status
fr_fr: État
pt_br: Estado
zh_cn: 状态
zh_tw: 狀態

# DebugPage_Copied.Title
source: Copied
fr_fr: Copié
pt_br: Copiado
zh_cn: 已复制
zh_tw: 已複製

# DebugPage_NoOverride.Content
source: No override
fr_fr: Aucun remplacement
pt_br: Sem substituição
zh_cn: 无覆盖
zh_tw: 無覆寫

# DebugPage_ForceGatewayChatUI.Content
source: Force Gateway Chat UI
fr_fr: Forcer l'interface de chat de la passerelle
pt_br: Forçar UI de Chat do Gateway
zh_cn: 强制使用网关聊天界面
zh_tw: 強制使用閘道聊天介面

# DebugPage_ForceCompanionChatUI.Content
source: Force Companion Chat UI
fr_fr: Forcer l'interface de chat du compagnon
pt_br: Forçar UI de Chat do Companion
zh_cn: 强制使用伴侣聊天界面
zh_tw: 強制使用伴侶聊天介面

# DebugPage_NoOverride2.Content
source: No override
fr_fr: Aucun remplacement
pt_br: Sem substituição
zh_cn: 无覆盖
zh_tw: 無覆寫

# DebugPage_ForceGatewayChatUI2.Content
source: Force Gateway Chat UI
fr_fr: Forcer l'interface de chat de la passerelle
pt_br: Forçar UI de Chat do Gateway
zh_cn: 强制使用网关聊天界面
zh_tw: 強制使用閘道聊天介面

# DebugPage_ForceCompanionChatUI2.Content
source: Force Companion Chat UI
fr_fr: Forcer l'interface de chat du compagnon
pt_br: Forçar UI de Chat do Companion
zh_cn: 强制使用伴侣聊天界面
zh_tw: 強制使用伴侶聊天介面

# DebugPage_Refresh.Text
source: Refresh
fr_fr: Actualiser
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# DebugPage_Copy.Text
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# DebugPage_OpenFile.Text
source: Open file
fr_fr: Ouvrir le fichier
pt_br: Abrir arquivo
zh_cn: 打开文件
zh_tw: 開啟檔案

# InstancesPage_PairingApprovalRequired.Text
source: Pairing approval required
fr_fr: Approbation d'appairage requise
pt_br: Aprovação de pareamento necessária
zh_cn: 需要配对审批
zh_tw: 需要配對核准

# InstancesPage_ANodeHasConnected.Text
source: A node has connected but its capabilities won't activate until you approve the pairing request.
fr_fr: Un nœud s'est connecté mais ses capacités ne s'activeront pas tant que vous n'aurez pas approuvé la demande d'appairage.
pt_br: Um Node se conectou, mas suas capacidades não serão ativadas até que você aprove a solicitação de pareamento.
zh_cn: 节点已连接,但在您批准配对请求之前,其功能不会激活。
zh_tw: 節點已連線,但在您核准配對要求之前,其功能不會啟用。

# InstancesPage_ReviewOnConnectionPage.Content
source: Review on Connection page
fr_fr: Examiner sur la page Connexion
pt_br: Revisar na página Conexão
zh_cn: 在“连接”页面查看
zh_tw: 在「連線」頁面檢視

# PermissionsPage_Permissions.Text
source: Permissions
fr_fr: Autorisations
pt_br: Permissões
zh_cn: 权限
zh_tw: 權限

# PermissionsPage_NodeMode.Text
source: Node mode
fr_fr: Mode nœud
pt_br: Modo Node
zh_cn: 节点模式
zh_tw: 節點模式

# PermissionsPage_WhenOnThisPC.Text
source: When on, this PC registers as a node and offers the capabilities below to agents over the gateway.
fr_fr: Lorsqu'il est activé, ce PC s'enregistre comme nœud et offre les capacités ci-dessous aux agents via la passerelle.
pt_br: Quando ativado, este PC se registra como um Node e oferece as capacidades abaixo aos agentes através do Gateway.
zh_cn: 启用后,此电脑将注册为节点,并通过网关向代理提供下列功能。
zh_tw: 啟用後,這台電腦會註冊為節點,並透過閘道向代理提供下列功能。

# PermissionsPage_Capabilities.Text
source: Capabilities
fr_fr: Capacités
pt_br: Capacidades
zh_cn: 功能
zh_tw: 功能

# PermissionsPage_ToggleIndividualFeaturesThat.Text
source: Toggle individual features that agents may request from this PC.
fr_fr: Activez ou désactivez les fonctionnalités individuelles que les agents peuvent demander à ce PC.
pt_br: Ative ou desative funcionalidades individuais que os agentes podem solicitar deste PC.
zh_cn: 切换代理可能从此电脑请求的各项功能。
zh_tw: 切換代理可能從這台電腦要求的各項功能。

# PermissionsPage_Integrations.Text
source: Integrations
fr_fr: Intégrations
pt_br: Integrações
zh_cn: 集成
zh_tw: 整合

# PermissionsPage_DefaultAction.Text
source: Default action
fr_fr: Action par défaut
pt_br: Ação padrão
zh_cn: 默认操作
zh_tw: 預設動作

# PermissionsPage_WhatHappensWhenA.Text
source: What happens when a command doesn't match the executable-path allowlist below.
fr_fr: Ce qui se passe lorsqu’une commande ne correspond pas à la liste d’autorisation des chemins d’exécutables ci-dessous.
pt_br: O que acontece quando um comando não corresponde à lista de permissões de caminhos de executáveis abaixo.
zh_cn: 当命令与下列可执行文件路径允许列表不匹配时发生什么。
zh_tw: 當命令不符合下列可執行檔路徑允許清單時會發生什麼。

# PermissionsPage_PatternsAreMatchedLeft.Text
source: Allow Always creates an argument-bound entry for an eligible native .exe command. Entries added here are path-only and can allow matching executables with any arguments. Deny and Ask remain controlled by Default action. Changes save automatically.
fr_fr: Toujours autoriser crée une entrée liée aux arguments pour une commande .exe native admissible. Les entrées ajoutées ici sont basées uniquement sur le chemin et peuvent autoriser les exécutables correspondants avec n’importe quels arguments. Refuser et Demander restent contrôlés par Action par défaut. Les modifications sont enregistrées automatiquement.
pt_br: Sempre Permitir cria uma entrada vinculada a argumentos para um comando .exe nativo elegível. As entradas adicionadas aqui são somente de caminho e podem permitir executáveis correspondentes com quaisquer argumentos. Negar e Perguntar continuam controlados pela ação padrão. As alterações são salvas automaticamente.
zh_cn: “始终允许”会为符合条件的原生 .exe 命令创建参数绑定条目。在此添加的条目仅按路径匹配，可能允许匹配的可执行文件使用任意参数。“拒绝”和“询问”仍由“默认操作”控制。更改将自动保存。
zh_tw: 「一律允許」會為符合條件的原生 .exe 命令建立參數繫結項目。在此新增的項目只依路徑比對，可能允許相符的可執行檔使用任何引數。「拒絕」和「詢問」仍由「預設動作」控制。變更會自動儲存。

# PermissionsPage_Saved.Text
source: Saved
fr_fr: Enregistré
pt_br: Salvo
zh_cn: 已保存
zh_tw: 已儲存

# PermissionsPage_0Rules.Text
source: 0 entries
fr_fr: 0 entrée
pt_br: 0 entradas
zh_cn: 0 个条目
zh_tw: 0 個項目

# PermissionsPage_NoRulesYetAdd.Text
source: No executable-path allowlist entries. Approve an eligible native .exe command with Allow Always, or add a path-only pattern such as **/hostname.exe.
fr_fr: Aucune entrée dans la liste d’autorisation des chemins d’exécutables. Approuvez une commande .exe native admissible avec Toujours autoriser, ou ajoutez un motif basé uniquement sur le chemin tel que **/hostname.exe.
pt_br: Nenhuma entrada na lista de permissões de caminho de executável. Aprove um comando .exe nativo elegível com Sempre Permitir, ou adicione um padrão somente de caminho, como **/hostname.exe.
zh_cn: 没有可执行文件路径允许列表条目。使用“始终允许”批准符合条件的原生 .exe 命令，或添加仅按路径匹配的模式，例如 **/hostname.exe。
zh_tw: 沒有可執行檔路徑允許清單項目。使用「一律允許」核准符合條件的原生 .exe 命令，或新增只依路徑比對的模式，例如 **/hostname.exe。

# PermissionsPage_WindowsPrivacy.Text
source: Windows privacy
fr_fr: Confidentialité Windows
pt_br: Privacidade do Windows
zh_cn: Windows 隐私
zh_tw: Windows 隱私

# PermissionsPage_CameraMicrophoneAmpScreen.Text
source: Camera, microphone & screen access
fr_fr: Accès caméra, microphone & écran
pt_br: Acesso à câmera, ao microfone e à tela
zh_cn: 摄像头、麦克风和屏幕访问
zh_tw: 攝影機、麥克風與螢幕存取

# PermissionsPage_SystemLevelPrivacyPermissions.Text
source: System-level privacy permissions are managed by Windows. Open Windows Privacy Settings to grant or revoke OpenClaw access.
fr_fr: Les autorisations de confidentialité au niveau système sont gérées par Windows. Ouvrez les Paramètres de confidentialité Windows pour accorder ou révoquer l'accès à OpenClaw.
pt_br: As permissões de privacidade em nível de sistema são gerenciadas pelo Windows. Abra as Configurações de Privacidade do Windows para conceder ou revogar o acesso do OpenClaw.
zh_cn: 系统级隐私权限由 Windows 管理。打开 Windows 隐私设置以授予或撤销 OpenClaw 访问权限。
zh_tw: 系統層級的隱私權限由 Windows 管理。開啟 Windows 隱私設定以授予或撤銷 OpenClaw 的存取權。

# SandboxPage_NodeSandboxIsOn.Text
source: Node sandbox is on
fr_fr: Le bac à sable du nœud est activé
pt_br: O sandbox do Node está ativado
zh_cn: 节点沙盒已开启
zh_tw: 節點沙箱已開啟

# SandboxPage_ProgramsTheAgentRuns.Text
source: Programs the agent runs on this PC are contained.
fr_fr: Les programmes que l'agent exécute sur ce PC sont confinés.
pt_br: Os programas executados pelo agente neste PC ficam contidos.
zh_cn: 代理在此电脑上运行的程序受到隔离。
zh_tw: 代理在這台電腦上執行的程式受到隔離。

# SandboxPage_WhatGetsContained.Text
source: What gets contained
fr_fr: Ce qui est confiné
pt_br: O que fica contido
zh_cn: 哪些内容受隔离
zh_tw: 哪些內容受隔離

# SandboxPage_SeeWhichCommandsThis.Text
source: See which commands this page covers and which need different controls.
fr_fr: Découvrez quelles commandes cette page couvre: et lesquelles nécessitent d'autres contrôles.
pt_br: Veja quais comandos esta página cobre e quais precisam de controles diferentes.
zh_cn: 查看此页面涵盖的命令: 以及需要其他控件的命令。
zh_tw: 檢視此頁面涵蓋的命令: 以及需要其他控制項的命令。

# SandboxPage_CommandsTheAgentRuns.Text
source: Commands the agent runs through the Windows node (
fr_fr: Les commandes que l'agent exécute via le nœud Windows (
pt_br: Comandos que o agente executa através do Node do Windows (
zh_cn: 代理通过 Windows 节点运行的命令 (
zh_tw: 代理透過 Windows 節點執行的命令 (

# SandboxPage_AreContainedByThe.Text
source: ) are contained by the settings below.
fr_fr: ) sont confinées par les paramètres ci-dessous.
pt_br: ) são contidos pelas configurações abaixo.
zh_cn: ) 受下面的设置隔离。
zh_tw: ) 受下方設定隔離。

# SandboxPage_CommandsTheAgentRuns2.Text
source: Commands the agent runs directly on the gateway aren't. If the gateway is on WSL on this PC they can reach your Windows files, clipboard, and network: use the gateway's exec approvals.
fr_fr: Les commandes que l'agent exécute directement sur la passerelle ne le sont pas. Si la passerelle est sur WSL sur ce PC, elles peuvent accéder à vos fichiers Windows, votre presse-papiers et votre réseau: utilisez les approbations d'exécution de la passerelle.
pt_br: Comandos que o agente executa diretamente no Gateway não são. Se o Gateway estiver no WSL neste PC, eles podem acessar seus arquivos do Windows, área de transferência e rede: use as aprovações de execução do Gateway.
zh_cn: 代理直接在网关上运行的命令不受隔离。如果网关位于此电脑的 WSL 上,它们可能会访问您的 Windows 文件、剪贴板和网络: 请使用网关的执行审批。
zh_tw: 代理直接在閘道上執行的命令則不受隔離。如果閘道位於這台電腦的 WSL 上,它們可能會存取您的 Windows 檔案、剪貼簿和網路: 請使用閘道的執行核准。

# SandboxPage_SandboxUnavailable.Title
source: Sandbox unavailable
fr_fr: Bac à sable indisponible
pt_br: Sandbox indisponível
zh_cn: 沙盒不可用
zh_tw: 沙箱無法使用

# SandboxPage_LearnMoreAboutMXC.Content
source: Learn more about MXC sandboxing
fr_fr: En savoir plus sur le bac à sable MXC
pt_br: Saiba mais sobre o sandbox MXC
zh_cn: 详细了解 MXC 沙盒
zh_tw: 深入了解 MXC 沙箱

# SandboxPage_SecurityLevel.Text
source: Security level
fr_fr: Niveau de sécurité
pt_br: Nível de segurança
zh_cn: 安全级别
zh_tw: 安全等級

# SandboxPage_OneClickToSet.Text
source: One click to set every control below. Custom folders stay as you set them.
fr_fr: Un clic pour définir tous les contrôles ci-dessous. Les dossiers personnalisés restent tels que vous les avez définis.
pt_br: Um clique para definir todos os controles abaixo. As pastas personalizadas permanecem como você as configurou.
zh_cn: 一键设置下面的每个控件。自定义文件夹保持您的设置。
zh_tw: 一鍵設定下方所有控制項。自訂資料夾會保留您的設定。

# SandboxPage_LockedDown.Text
source: 🔒 Locked Down
fr_fr: 🔒 Verrouillé
pt_br: 🔒 Restrito
zh_cn: 🔒 锁定
zh_tw: 🔒 鎖定

# SandboxPage_NoInternetNoClipboard.Text
source: No internet, no clipboard, no standard user folders.
fr_fr: Pas d'Internet, pas de presse-papiers, pas de dossiers utilisateur standard.
pt_br: Sem internet, sem área de transferência e sem pastas de usuário padrão.
zh_cn: 无互联网、无剪贴板、无标准用户文件夹。
zh_tw: 無網際網路、無剪貼簿、無標準使用者資料夾。

# SandboxPage_Recommended.Text
source: 🛡 Recommended
fr_fr: 🛡 Recommandé
pt_br: 🛡 Recomendado
zh_cn: 🛡 推荐
zh_tw: 🛡 建議

# SandboxPage_InternetOnReadOnly.Text
source: Internet on. Read-only on Documents, Downloads, Desktop. Clipboard read.
fr_fr: Internet activé. Lecture seule sur Documents, Téléchargements, Bureau. Lecture du presse-papiers.
pt_br: Internet ativada. Somente leitura em Documentos, Downloads e Área de Trabalho. Leitura da área de transferência.
zh_cn: 互联网开启。对“文档”、“下载”、“桌面”为只读。剪贴板可读。
zh_tw: 網際網路開啟。對「文件」、「下載」、「桌面」為唯讀。剪貼簿可讀。

# SandboxPage_Unprotected.Text
source: ⚠ Unprotected
fr_fr: ⚠ Non protégé
pt_br: ⚠ Desprotegido
zh_cn: ⚠ 不受保护
zh_tw: ⚠ 不受保護

# SandboxPage_InternetOnReadWrite.Text
source: Internet on. Read+write on Documents, Downloads, Desktop. Clipboard read+write.
fr_fr: Internet activé. Lecture + écriture sur Documents, Téléchargements, Bureau. Lecture + écriture du presse-papiers.
pt_br: Internet ativada. Leitura e escrita em Documentos, Downloads e Área de Trabalho. Leitura e escrita da área de transferência.
zh_cn: 互联网开启。对“文档”、“下载”、“桌面”可读写。剪贴板可读写。
zh_tw: 網際網路開啟。對「文件」、「下載」、「桌面」可讀寫。剪貼簿可讀寫。

# SandboxPage_CustomFolderGrantsStill.Title
source: Custom folder grants still active
fr_fr: Les attributions de dossier personnalisé sont toujours actives
pt_br: Concessões de pastas personalizadas ainda ativas
zh_cn: 自定义文件夹授权仍然有效
zh_tw: 自訂資料夾授權仍然有效

# SandboxPage_Files.Text
source: 📁 Files
fr_fr: 📁 Fichiers
pt_br: 📁 Arquivos
zh_cn: 📁 文件
zh_tw: 📁 檔案

# SandboxPage_ByDefaultTheAgent.Text
source: By default the agent only has a temporary workspace folder it can read and write. Grant access to user folders below. SSH keys, browser profiles, and OpenClaw's own settings are always blocked.
fr_fr: Par défaut, l'agent ne dispose que d'un dossier de travail temporaire qu'il peut lire et écrire. Accordez l'accès aux dossiers utilisateur ci-dessous. Les clés SSH, les profils de navigateur et les paramètres d'OpenClaw lui-même sont toujours bloqués.
pt_br: Por padrão, o agente só tem uma pasta de espaço de trabalho temporária na qual pode ler e escrever. Conceda acesso a pastas do usuário abaixo. Chaves SSH, perfis de navegador e as próprias configurações do OpenClaw são sempre bloqueados.
zh_cn: 默认情况下,代理只有一个可读写的临时工作区文件夹。在下方授予对用户文件夹的访问权限。SSH 密钥、浏览器配置文件和 OpenClaw 自身的设置始终被阻止。
zh_tw: 預設情況下,代理只有一個可讀寫的暫存工作資料夾。在下方授予使用者資料夾的存取權限。SSH 金鑰、瀏覽器設定檔以及 OpenClaw 本身的設定一律會被封鎖。

# SandboxPage_Documents.Text
source: Documents
fr_fr: Mes documents
pt_br: Documentos
zh_cn: 文档
zh_tw: 文件

# SandboxPage_Blocked.Content
source: Blocked
fr_fr: Bloqué
pt_br: Bloqueado
zh_cn: 已阻止
zh_tw: 已封鎖

# SandboxPage_ReadOnly.Content
source: Read only
fr_fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读
zh_tw: 唯讀

# SandboxPage_ReadAmpWrite.Content
source: Read & write
fr_fr: Lecture & écriture
pt_br: Leitura e gravação
zh_cn: 读取与写入
zh_tw: 讀取與寫入

# SandboxPage_Downloads.Text
source: Downloads
fr_fr: Téléchargements
pt_br: Pasta de Downloads
zh_cn: 下载
zh_tw: 下載

# SandboxPage_Blocked2.Content
source: Blocked
fr_fr: Bloqué
pt_br: Bloqueado
zh_cn: 已阻止
zh_tw: 已封鎖

# SandboxPage_ReadOnly2.Content
source: Read only
fr_fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读
zh_tw: 唯讀

# SandboxPage_ReadAmpWrite2.Content
source: Read & write
fr_fr: Lecture & écriture
pt_br: Leitura e escrita
zh_cn: 读取与写入
zh_tw: 讀取與寫入

# SandboxPage_Desktop.Text
source: Desktop
fr_fr: Bureau
pt_br: Área de Trabalho
zh_cn: 桌面
zh_tw: 桌面

# SandboxPage_Blocked3.Content
source: Blocked
fr_fr: Bloqué
pt_br: Bloqueado
zh_cn: 已阻止
zh_tw: 已封鎖

# SandboxPage_ReadOnly3.Content
source: Read only
fr_fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读
zh_tw: 唯讀

# SandboxPage_ReadAmpWrite3.Content
source: Read & write
fr_fr: Lecture & écriture
pt_br: Leitura e escrita
zh_cn: 读取与写入
zh_tw: 讀取與寫入

# SandboxPage_ToolDirectoriesOnYour.Text
source: Tool directories on your PATH are also granted read-only inside the sandbox, so command-line tools like git, node, python, and dotnet are usable. Drive roots are never granted.
fr_fr: Les répertoires d'outils de votre PATH bénéficient également d'un accès en lecture seule dans le bac à sable, afin que les outils en ligne de commande comme git, node, python et dotnet soient utilisables. Les racines de lecteur ne sont jamais accordées.
pt_br: Os diretórios de ferramentas no seu PATH também recebem acesso somente leitura dentro do sandbox, para que ferramentas de linha de comando como git, node, python e dotnet possam ser usadas. As raízes de unidades nunca são concedidas.
zh_cn: PATH 上的工具目录在沙盒内也以只读方式授予,因此 git、node、python 和 dotnet 等命令行工具可用。从不授予驱动器根目录。
zh_tw: PATH 上的工具目錄在沙箱內也以唯讀方式授予,因此 git、node、python 與 dotnet 等命令列工具可使用。一律不會授予磁碟機根目錄。

# SandboxPage_CustomFolders.Text
source: Custom folders
fr_fr: Dossiers personnalisés
pt_br: Pastas personalizadas
zh_cn: 自定义文件夹
zh_tw: 自訂資料夾

# SandboxPage_CustomGrantsAreAdded.Text
source: Custom grants are added on top of the rules above. Adding a folder inside Documents/Downloads/Desktop with broader access will override the row-level setting for that path.
fr_fr: Les autorisations personnalisées sont ajoutées en plus des règles ci-dessus. L'ajout d'un dossier dans Documents/Téléchargements/Bureau avec un accès plus large remplacera le paramètre au niveau de la ligne pour ce chemin.
pt_br: As concessões personalizadas são adicionadas às regras acima. Adicionar uma pasta dentro de Documentos/Downloads/Área de Trabalho com acesso mais amplo substituirá a configuração de nível de linha para esse caminho.
zh_cn: 自定义授权将在上述规则之上添加。在“文档/下载/桌面”内添加具有更宽访问权限的文件夹,将覆盖该路径的行级设置。
zh_tw: 自訂授權會疊加於上述規則之上。在「文件/下載/桌面」內新增具有更寬權限的資料夾,會覆寫該路徑的行層級設定。

# SandboxPage_Blocked4.Content
source: Blocked
fr_fr: Bloqué
pt_br: Bloqueado
zh_cn: 已阻止
zh_tw: 已封鎖

# SandboxPage_ReadOnly4.Content
source: Read only
fr_fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读
zh_tw: 唯讀

# SandboxPage_ReadAmpWrite4.Content
source: Read & write
fr_fr: Lecture & écriture
pt_br: Leitura e escrita
zh_cn: 读取与写入
zh_tw: 讀取與寫入

# SandboxPage_NoCustomFoldersAdded.Text
source: No custom folders added.
fr_fr: Aucun dossier personnalisé ajouté.
pt_br: Nenhuma pasta personalizada adicionada.
zh_cn: 尚未添加自定义文件夹。
zh_tw: 尚未新增自訂資料夾。

# SandboxPage_AddFolder.Content
source: Add folder
fr_fr: Ajouter un dossier
pt_br: Adicionar pasta
zh_cn: 添加文件夹
zh_tw: 新增資料夾

# SandboxPage_Clipboard.Text
source: 📋 Clipboard
fr_fr: 📋 Presse-papiers
pt_br: 📋 Área de transferência
zh_cn: 📋 剪贴板
zh_tw: 📋 剪貼簿

# SandboxPage_ClipboardOftenContainsPasswords.Text
source: Clipboard often contains passwords, tokens, and private text. Read access may leak this to the agent (and over the internet, if enabled).
fr_fr: Le presse-papiers contient souvent des mots de passe, des jetons et du texte privé. L'accès en lecture peut divulguer ces données à l'agent (et sur Internet, s'il est activé).
pt_br: A área de transferência costuma conter senhas, tokens e textos privados. O acesso de leitura pode vazar isso para o agente (e pela internet, se ativado).
zh_cn: 剪贴板通常包含密码、令牌和私人文本。读取权限可能将这些泄露给代理(若启用,也会泄露到互联网)。
zh_tw: 剪貼簿通常包含密碼、權杖與私人文字。讀取權限可能會將這些洩露給代理(若已啟用,也會洩露至網際網路)。

# SandboxPage_NoneDefault.Content
source: None (default)
fr_fr: Aucun (par défaut)
pt_br: Nenhum (padrão)
zh_cn: 无(默认)
zh_tw: 無(預設)

# SandboxPage_ReadAgentCanSee.Content
source: Read: agent can see what you copied
fr_fr: Lecture: l'agent peut voir ce que vous avez copié
pt_br: Leitura: o agente pode ver o que você copiou
zh_cn: 读取: 代理可以看到您复制的内容
zh_tw: 讀取: 代理可以看到您複製的內容

# SandboxPage_WriteAgentCanReplace.Content
source: Write: agent can replace your clipboard (cannot read it)
fr_fr: Écriture: l'agent peut remplacer votre presse-papiers (sans pouvoir le lire)
pt_br: Escrita: o agente pode substituir sua área de transferência (não pode lê-la)
zh_cn: 写入: 代理可以替换您的剪贴板(无法读取)
zh_tw: 寫入: 代理可以取代您的剪貼簿(無法讀取)

# SandboxPage_ReadAmpWrite5.Content
source: Read & write
fr_fr: Lecture & écriture
pt_br: Leitura e escrita
zh_cn: 读取与写入
zh_tw: 讀取與寫入

# SandboxPage_Network.Text
source: 📡 Network
fr_fr: 📡 Réseau
pt_br: 📡 Rede
zh_cn: 📡 网络
zh_tw: 📡 網路

# SandboxPage_AllowInternet.Header
source: Allow internet
fr_fr: Autoriser Internet
pt_br: Permitir internet
zh_cn: 允许互联网
zh_tw: 允許網際網路

# SandboxPage_IfFileOrClipboard.Text
source: If file or clipboard read access is enabled, the agent may send that data over the internet.
fr_fr: Si l'accès en lecture aux fichiers ou au presse-papiers est activé, l'agent peut envoyer ces données sur Internet.
pt_br: Se o acesso de leitura a arquivos ou à área de transferência estiver ativado, o agente pode enviar esses dados pela internet.
zh_cn: 如果启用文件或剪贴板读取权限,代理可能会通过互联网发送这些数据。
zh_tw: 如果啟用檔案或剪貼簿讀取權限,代理可能會透過網際網路傳送這些資料。

# SandboxPage_LocalNetworkDevicesAnd.Text
source: Local network devices and shares are not included yet.
fr_fr: Les périphériques et partages réseau locaux ne sont pas encore inclus.
pt_br: Dispositivos e compartilhamentos de rede local ainda não estão incluídos.
zh_cn: 本地网络设备和共享尚未包含在内。
zh_tw: 尚未包含本機網路裝置與共用。

# SandboxPage_CommandCompatibility.Text
source: 🪟 Command compatibility
fr_fr: 🪟 Compatibilité des commandes
pt_br: 🪟 Compatibilidade de comandos
zh_cn: 🪟 命令兼容性
zh_tw: 🪟 命令相容性

# SandboxPage_AllowWindowsUi.Header
source: Allow Windows UI APIs
fr_fr: Autoriser les API d’interface Windows
pt_br: Permitir APIs de UI do Windows
zh_cn: 允许 Windows UI API
zh_tw: 允許 Windows UI API

# SandboxPage_AllowWindowsUi.OffContent
source: Off: blocks Win32k system calls
fr_fr: Désactivé : bloque les appels système Win32k
pt_br: Desligado: bloqueia chamadas de sistema Win32k
zh_cn: 关闭：阻止 Win32k 系统调用
zh_tw: 關閉：封鎖 Win32k 系統呼叫

# SandboxPage_AllowWindowsUi.OnContent
source: On: PowerShell and similar tools can start
fr_fr: Activé : PowerShell et les outils similaires peuvent démarrer
pt_br: Ligado: PowerShell e ferramentas semelhantes podem ser iniciadas
zh_cn: 开启：PowerShell 和类似工具可以启动
zh_tw: 開啟：PowerShell 和類似工具可以啟動

source: Allow Windows UI APIs for sandboxed commands
fr_fr: Autoriser les API d’interface Windows pour les commandes en bac à sable
pt_br: Permitir APIs de UI do Windows para comandos em sandbox
zh_cn: 允许沙盒命令使用 Windows UI API
zh_tw: 允許沙箱命令使用 Windows UI API
